do
function run(msg, matches)
  return [[
  👥 قیمت گروه های آنتی اسپم :
---------------------------
	ماهیانه

  💵  50.000ريال
  
---------------------------
     دائمی

  💵  250,000ريال

---------------------------
برای سفارش و شارژ گروه ضد اسپم
به آی دی
@hamed_server
پیام بدهید.
  ]]
  end
return {
  description = "!buy", 
  usage = " !buy",
  patterns = {
    "^[#/!][Bb]uy$",
	"^خرید ربات$",
	"^نرخ$",
	"^Nerkh$",
	"^[#!/]Nerkh$",
    "^[Bb]uy$"
  },
  run = run
}
end
